package com.lunmijo.view;

public class Main {
    public static void main(String[] args) {
        System.out.println("temp main text");
        /*
        TODO: Добавить генерацию аккаунтов со случайным количетвом денег
        TODO: Пополнение счёта в нужной валюте на нужный счёт
        TODO: Перевод средств с одного счёта на другой
        TODO: Конвертация валют в рамках счёта одного пользователя
        TODO: Получение сумму средств с одного счета пользователя в гривнах (расчет по курсу в таблице на этот день)
        TODO: Покрыть тестами доступ к БД
         */
    }
}
